brew 'git'
brew 'zsh'
brew 'bash'
brew 'cmake'
brew 'openssl'
brew 'coreutils'
brew 'gnu-tar'
brew 'fzf'
brew 'ffmpeg'
brew 'wget'
brew 'curl'
brew 'cloc'
brew 'jq'
brew 'shellcheck'
brew 'watch'
brew 'btop'

cask 'rectangle'
cask 'slack'
cask 'zoom'
cask 'spotify'
cask 'vlc'
cask 'visual-studio-code'
cask 'obs'
cask 'iterm2'

tap 'homebrew/cask-fonts'
cask 'font-hack'
cask 'font-jetbrains-mono'
cask 'font-inconsolata'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-ibm-plex'
